{"translation-revision-date":"2022-11-25 15:36:42+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Yoast's recommended reading list":["Lista de leitura recomendada do Yoast"],"An error occurred while calculating your content: %s":["Ocorreu um erro ao calcular seu conteúdo: %s"],"This functionality is disabled in staging environments.":["Essa funcionalidade é desativada em ambientes de preparação."],"Help us to analyze your site by running the site analysis below.":["Ajude-nos a analisar seu site executando a análise de site abaixo."],"We would like to show you insights into content that we feel could use improving.":["Gostaríamos de mostrar a você insights sobre o conteúdo que achamos que poderia ser melhorado."],"No data to show yet":["Ainda não há dados para mostrar"],"Site analysis is disabled for non-production environments.":["A análise do site está desativada para ambientes de não produção."],"Stop site analysis":["Parar a análise do site"],"Start site analysis":["Iniciar análise do site"],"Show %1$s more...":["Mostrar %1$s mais..."],"Open editor":["Editor aberto"],"Add focus keyphrase":["Adicionar frase-chave de foco"],"Most of your posts and pages haven't been analyzed yet. Help us to analyze your content by opening and updating it. Clicking the 'Open editor' button will open the editor in a new browser tab. Make sure to click 'Update' at the top of that page.":["A maioria de suas postagens e páginas ainda não foram analisadas. Ajude-nos a analisar seu conteúdo abrindo e atualizando-o. Clicar no botão 'Abrir editor' abrirá o editor em uma nova guia do navegador. Certifique-se de clicar em 'Atualizar' na parte superior dessa página."],"Clicking the 'Add focus keyphrase' button will open the editor in a new browser tab. Once you're done, don't forget to click 'Update'.":["Clicar no botão 'Adicionar frase-chave de foco' abrirá o editor em uma nova guia do navegador. Quando terminar, não se esqueça de clicar em 'Atualizar'."],"Most of your posts and pages don't have a focus keyphrase yet. Help us to analyze your content by adding focus keyphrases. Below, we ordered your posts and pages on the highest number of incoming links, so you can start adding focus keyphrases for your most important content first.":["A maioria de suas postagens e páginas ainda não tem uma frase-chave de foco. Ajude-nos a analisar seu conteúdo adicionando frases-chave de foco. Abaixo, ordenamos suas postagens e páginas no maior número de links recebidos, para que você possa começar a adicionar frases-chave de foco para seu conteúdo mais importante primeiro."],"Posts and pages that haven't been analyzed (%1$s)":["Postagens e páginas que não foram analisadas (%1$s)"],"Posts and pages without a focus keyphrase (%1$s)":["Postagens e páginas sem uma frase-chave de foco (%1$s)"],"Your site has no content with incoming links left to display here.":["Seu site não tem conteúdo com links de entrada deixados para exibir aqui."],"Restore hidden items":["Restaurar itens ocultos"],"Highest number of incoming links":["Maior número de links recebidos"],"Congratulations! All of your content has a green SEO score!":["Parabéns! Todo o seu conteúdo tem uma pontuação de SEO verde!"],"Your site has no content with SEO scores left to display here.":["Seu site não tem conteúdo com pontuações de SEO para exibir aqui."],"An error occured while calculating the SEO scores of your content. Please try again later.":["Ocorreu um erro ao calcular as pontuações de SEO do seu conteúdo. Por favor, tente novamente mais tarde."],"You've disabled the 'SEO analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the SEO score of your content":["Você desativou o recurso 'análise de SEO'. Ative este recurso na guia %1$sRecursos%2$s se quiser que calculemos a pontuação de SEO do seu conteúdo"],"Lowest SEO scores":["Pontuações de SEO mais baixas"],"An error occurred: %s":["Ocorreu um erro: %s"],"You have hidden all items from this list, so there is no content left to display here.":["Você ocultou todos os itens desta lista, então não há mais conteúdo para exibir aqui."],"Add links":["Adicionar links"],"An error occured while calculating the incoming links of your content. Please try again later.":["Ocorreu um erro ao calcular os links de entrada do seu conteúdo. Por favor, tente novamente mais tarde."],"You've disabled the 'Text link counter' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the number of links in your content":["Você desativou o recurso 'Contador de link de texto'. Ative este recurso na guia %1$sRecursos%2$s se quiser que calculemos o número de links em seu conteúdo"],"Lowest number of incoming links":["Menor número de links recebidos"],"Congratulations! All of your content has a green readability score!":["Parabéns! Todo o seu conteúdo tem uma pontuação de legibilidade verde!"],"Your site has no content with Readability scores left to display here.":["Seu site não tem conteúdo com pontuações de legibilidade para exibir aqui."],"An error occured while calculating the Readability scores of your content. Please try again later.":["Ocorreu um erro ao calcular as pontuações de legibilidade do seu conteúdo. Por favor, tente novamente mais tarde."],"Improve":["Melhorar"],"You've disabled the 'Readability analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the Readability score of your content":["Você desativou o recurso 'Análise de legibilidade'. Ative este recurso na guia %1$sRecursos%2$s se quiser que calculemos a pontuação de legibilidade do seu conteúdo"],"Restore all hidden items":["Restaurar todos os itens ocultos"],"Restore last hidden item":["Restaurar último item oculto"],"Lowest readability scores":["Pontuações de legibilidade mais baixas"],"The undo request was unsuccessful.":["A solicitação de desfazer não teve êxito."],"Improve rankings for all your cornerstones by using this %1$sstep-by-step workout%2$s!":["Melhore a classificação de todos os seus pilares usando este %1$sexercício passo a passo%2$s!"],"Make sure to mark this content as cornerstone content %1$s(%3$s)%2$s. %4$sLearn more about cornerstone content%5$s.":["Certifique-se de marcar este conteúdo como conteúdo fundamental %1$s(%3$s)%2$s. %4$sSaiba mais sobre o conteúdo fundamental%5$s."],"Find and fix any orphaned content on your site by using this %1$sstep-by-step workout%2$s!":["Encontre e corrija qualquer conteúdo órfão em seu site usando este %1$sexercício passo a passo%2$s!"],"If you want to prevent your content from being orphaned, you need to make sure to link to that content. Linking to it from other places on your site will help Google and your audience reach it. %1$sLearn more about orphaned content%2$s.":["Se você deseja evitar que seu conteúdo fique órfão, certifique-se de vincular a esse conteúdo. Vinculá-lo a outros locais do seu site ajudará o Google e seu público a alcançá-lo. %1$sSaiba mais sobre conteúdo órfão%2$s."],"Refresh data":["Atualizar dados"],"Last refreshed: %d min ago":["Última atualização: %d min atrás","Última atualização: %d minutos atrás"],"The request has failed.":["A solicitação falhou."],"You've disabled the 'Link suggestions' feature. Enable this feature on the %1$sFeatures tab%2$s if you want to see suggested posts to link from.":["Você desativou o recurso 'Sugestões de link'. Ative este recurso na guia %1$sRecursos%2$s se quiser ver as postagens sugeridas para vincular."],"Get relevant internal linking suggestions with Yoast SEO Premium! This feature will show you posts on your site with similar content that might be interesting to link from. %1$sRead more about how internal linking can improve your site structure%2$s.":["Obtenha sugestões de links internos relevantes com o Yoast SEO Premium! Esse recurso mostrará postagens em seu site com conteúdo semelhante que pode ser interessante para vincular. %1$sLeia mais sobre como links internos podem melhorar a estrutura do seu site%2$s."],"An error occurred while fetching the suggested links list: %s":["Ocorreu um erro ao buscar a lista de links sugeridos: %s"],"Start writing a new post":["Comece a escrever um novo post"],"Don't know where to start? Have a look at our recommended reading list!":["Não sabe por onde começar? Dê uma olhada em nossa lista de leitura recomendada!"],"keyword strategy, site structure and copywriting.":["estratégia de palavras-chave, estrutura do site e direitos autorais."],"There are three major elements you need to consider when writing good content for SEO:":["Existem três elementos principais que você precisa considerar ao escrever um bom conteúdo para SEO:"],"You need to have more content on your site to make your website rank well in the search engines.":["Você precisa ter mais conteúdo em seu site para torná-lo bem classificado nos mecanismos de pesquisa."],"Start writing content!":["Comece a escrever conteúdo!"],"We use features like our 'SEO analysis', 'Readability analysis' and 'Text link counter' to calculate how your content is performing. You can enable these features on the %1$sFeatures tab%2$s.":["Usamos recursos como nossa 'análise de SEO', 'análise de legibilidade' e 'contador de link de texto' para calcular o desempenho do seu conteúdo. Você pode ativar esses recursos na guia %1$sRecursos%2$s."],"You've disabled features that are needed to show data":["Você desativou recursos necessários para mostrar dados"],"Unlock with Premium!":["Desbloqueie com Premium!"],"Error stack trace":["Rastreamento de pilha de erro"],"Response":["Resposta"],"Error message":["Mensagem de erro"],"Status code":["Código de status"],"Request method":["Método de solicitação"],"Request URL":["URL de solicitação"],"Error details":["Detalhes do erro"],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Este recurso inclui e substitui o Contador de Link de Texto e Análise de Link Interno"],"(Opens in a new browser tab)":["(Abre numa nova aba do navegador)"],"Loading...":["Carregando..."],"Edit":["Editar"]}},"comment":{"reference":"js\/dist\/indexables-page.js"}}